export const ways = [
	{title: 'Практика на React',
		description: 'С нуля реализуете клиентскую часть большого многостраничного приложения «Блог», благодаря чему сможете проработать большинство теоретических тем по React и на реальном примере увидите, как проходит разработка приложения. Также на этом этапе вы начнете разработку собственного дипломного проекта.',
	},
	{title: 'Заключительный урок по React',
		description: 'Расширите знания о React и связанных с ним технологиях, изучите хуки для оптимизации производительности, рассмотрите популярные паттерны (Render Props и HOC), а также ознакомитесь со старыми подходами в разработке.',
	},
	{title: 'Backend',
		description: 'Узнаете более детально, что такое backend. Освоите полный цикл создания сайта — fullstack на JavaScript. Еще один огромный плюс в копилку ваших умений и преимуществ.',
	}
]

export const diff = {
	way: 'Движение только вперед', 
	easy: 'Nothing that has meaning is easy',
	program: 'IT and Business hardwork'
} 